{
  "class_summaries": {
    "ARTIFICER": {
      "pt": "Inventor arcano que combina magia com engenhocas adaptáveis e suporte criativo.",
      "en": "Arcane inventor who blends magic with adaptable gadgets and creative support."
    },
    "BARBARIAN": {
      "pt": "Combatente feroz que canaliza a fúria para resistir e esmagar inimigos corpo a corpo.",
      "en": "Ferocious brawler who channels rage to withstand punishment and smash foes up close."
    },
    "BARD": {
      "pt": "Artista versátil que inspira aliados com magia, música e truques sociais.",
      "en": "Versatile performer who bolsters allies with magic, music, and social tricks."
    },
    "BLOOD_HUNTER": {
      "pt": "Caçador maldito que sacrifica vitalidade para potenciar técnicas hemomânticas.",
      "en": "Cursed hunter who trades vitality for potent hemomancy techniques."
    },
    "CLERIC": {
      "pt": "Canaliza poder divino para curar, proteger e punir em nome da fé.",
      "en": "Channels divine power to heal, protect, and smite in service of faith."
    },
    "DRUID": {
      "pt": "Guardião da natureza capaz de lançar magia primal e assumir formas animais.",
      "en": "Warden of nature able to wield primal magic and assume bestial forms."
    },
    "FIGHTER": {
      "pt": "Especialista marcial disciplinado com acesso a quase todo o equipamento e estilos.",
      "en": "Disciplined martial expert with access to nearly every weapon, armor, and style."
    },
    "MONK": {
      "pt": "Artista marcial místico que usa ki para movimentos rápidos e golpes precisos.",
      "en": "Mystic martial artist who uses ki for swift movement and precise strikes."
    },
    "PALADIN": {
      "pt": "Campeão juramentado que combina armas pesadas com magia sagrada e auras.",
      "en": "Oathbound champion who blends heavy weapons with holy magic and protective auras."
    },
    "RANGER": {
      "pt": "Vigia ágil que caça, rastreia e lança truques primais para dominar o campo.",
      "en": "Agile warden who tracks prey and wields primal tricks to control the field."
    },
    "ROGUE": {
      "pt": "Especialista furtivo em golpes precisos, perícias e mobilidade.",
      "en": "Stealthy specialist in precise strikes, skills, and mobility."
    },
    "SORCERER": {
      "pt": "Nascido da magia, lança feitiços com flexibilidade e poder bruto.",
      "en": "Innate spellcaster who unleashes flexible, high-impact magic."
    },
    "WARLOCK": {
      "pt": "Canaliza pactos com patronos para obter truques únicos e invocações.",
      "en": "Channels pacts with patrons for unique tricks and invocations."
    },
    "WIZARD": {
      "pt": "Erudito arcano que prepara feitiços variados e domina escolas mágicas.",
      "en": "Arcane scholar who prepares varied spells and masters magical schools."
    }
  },
  "role_primary": {
    "DEFENDER": {
      "pt": "Forma a linha da frente e absorve os golpes inimigos.",
      "en": "Holds the front line and soaks enemy hits."
    },
    "HEALER_SUPPORT": {
      "pt": "Mantém aliados vivos com curas e buffs rápidos.",
      "en": "Keeps allies alive with quick healing and buffs."
    },
    "CONTROLLER": {
      "pt": "Manipula o campo de batalha com efeitos e condições.",
      "en": "Manipulates the battlefield with effects and conditions."
    },
    "STRIKER": {
      "pt": "Causa grandes quantidades de dano a alvos prioritários.",
      "en": "Deals high damage to priority targets."
    },
    "SCOUT": {
      "pt": "Explora, infiltra-se e alerta o grupo para perigos.",
      "en": "Explores, infiltrates, and warns the party of danger."
    }
  },
  "role_secondary": {
    "BLASTER": {
      "pt": "Especialista em feitiços ou ataques de área devastadores.",
      "en": "Specialist in devastating area spells or attacks."
    },
    "FACE": {
      "pt": "Brilha em testes sociais e negociações delicadas.",
      "en": "Excels at social tests and delicate negotiations."
    },
    "SCHOLAR": {
      "pt": "Resolve desafios com conhecimentos e perícias intelectuais.",
      "en": "Solves challenges with lore and investigative skills."
    },
    "UTILITY_CASTER": {
      "pt": "Disponibiliza magia de suporte, truques e versatilidade fora de combate.",
      "en": "Provides utility magic, rituals, and out-of-combat versatility."
    }
  },
  "role_healer_preference": {
    "HEALER": {
      "pt": "Quero priorizar curas diretas durante o jogo.",
      "en": "I want to prioritize direct healing during play."
    },
    "SUPPORT": {
      "pt": "Prefiro inspirar ou proteger em vez de curar constantemente.",
      "en": "I prefer to inspire or protect instead of constant healing."
    },
    "BOTH": {
      "pt": "Posso equilibrar curas e suporte conforme necessário.",
      "en": "I can balance healing and support as needed."
    }
  },
  "subclass_groups": {
    "CORE": {
      "pt": "Escolha equilibrada, fácil de integrar em qualquer campanha.",
      "en": "Balanced pick that fits smoothly into most campaigns."
    },
    "NICHE": {
      "pt": "Opção especializada para conceitos ou mesas específicas.",
      "en": "Specialized option tailored to specific stories or tables."
    }
  },
  "class_adjustments": {
    "CLERIC_PROTECTOR": {
      "pt": "Armadura pesada e foco em proteção divina constante.",
      "en": "Heavy armor focus with steady defensive miracles."
    },
    "CLERIC_THAUMATURGE": {
      "pt": "Favorece milagres ofensivos e canalizações arcanas.",
      "en": "Leans into offensive miracles and arcane channeling."
    },
    "DRUID_WARDEN": {
      "pt": "Mantém formas selvagens robustas e magia defensiva.",
      "en": "Emphasizes sturdy Wild Shape forms and defensive magic."
    },
    "DRUID_MAGICIAN": {
      "pt": "Expande a lista de feitiços e truques utilitários.",
      "en": "Expands the spell list with extra utility tricks."
    },
    "WARLOCK_PACT_OF_THE_TOME": {
      "pt": "Grimório repleto de truques versáteis e rituais.",
      "en": "A grimoire packed with versatile tricks and rituals."
    },
    "WARLOCK_PACT_OF_THE_CHAIN": {
      "pt": "Familiar poderoso que partilha sentidos e ações.",
      "en": "Potent familiar that shares senses and actions."
    },
    "WARLOCK_PACT_OF_THE_BLADE": {
      "pt": "Arma pactuada sempre à mão para combate híbrido.",
      "en": "Bound weapon always ready for hybrid combat."
    },
    "WARLOCK_NONE": {
      "pt": "Mantém o conjunto padrão de invocações sem ajuste extra.",
      "en": "Keeps the default invocation suite without extra tweaks."
    }
  },
  "physical_abilities": {
    "DEX": {
      "pt": "Favorece esquiva, furtividade e ataques precisos com armas leves.",
      "en": "Favors dodging, stealth, and precise attacks with light weapons."
    },
    "STR": {
      "pt": "Prioriza golpes e armadura pesados e capacidade de carga.",
      "en": "Prioritizes heavy hits, grapples, and carrying capacity."
    }
  },
  "warlock_familiar_dark": {
    "IMP": {
      "pt": "Espião invisível resistente a fogo.",
      "en": "Invisible spy resistant to fire."
    },
    "QUASIT": {
      "pt": "Demónio travesso que infunde medo e veneno.",
      "en": "Mischievous demon that inflicts fear and poison."
    },
    "SKELETON": {
      "pt": "Serviçal morto-vivo fácil de remendar.",
      "en": "Undead minion that is easy to patch up."
    },
    "SLAAD_TADPOLE": {
      "pt": "Aberração caótica com mordida corrosiva.",
      "en": "Chaotic aberration with a caustic bite."
    }
  },
  "warlock_familiar_mystic": {
    "PSEUDODRAGON": {
      "pt": "Companheiro leal com sentidos aguçados e veneno leve.",
      "en": "Loyal companion with keen senses and mild poison."
    },
    "SPHINX_OF_WONDER": {
      "pt": "Mascote enigmática cheia de charadas e clarividência.",
      "en": "Enigmatic mascot brimming with riddles and insight."
    },
    "SPRITE": {
      "pt": "Fada minúscula que detecta alinhamento e emoções.",
      "en": "Tiny fey that reads alignment and emotions."
    },
    "VENOMOUS_SNAKE": {
      "pt": "Ataques furtivos com veneno debilitante.",
      "en": "Stealthy strikes with debilitating venom."
    }
  },
  "dark_gifts": {
    "ECHOING_SOUL": {
      "pt": "Vozes de vidas passadas oferecem conselhos e lembranças.",
      "en": "Voices of past lives offer advice and memories."
    },
    "GATHERED_WHISPERS": {
      "pt": "Segredos sussurrados invadem a mente, trocando cordura por informação.",
      "en": "Stolen whispers flood your mind, trading sanity for insight."
    },
    "LIVING_SHADOW": {
      "pt": "A sombra age por conta própria, escondendo-te ou distraindo inimigos.",
      "en": "Your shadow moves on its own, hiding you or distracting foes."
    },
    "MIST_WALKER": {
      "pt": "Consegues atravessar névoas e brumas como se fossem portais.",
      "en": "You slip through mists and fog as if they were portals."
    },
    "SECOND_SKIN": {
      "pt": "Uma pele adicional protege-te mas reage de forma estranha a magia.",
      "en": "A second skin shields you yet reacts oddly to magic."
    },
    "SYMBIOTIC_BEING": {
      "pt": "Uma entidade partilha o teu corpo e fornece poderes famintos.",
      "en": "A hitchhiking entity shares your body and hungers for power."
    },
    "TOUCH_OF_DEATH": {
      "pt": "Toque gélido que drena vitalidade e inspira temor.",
      "en": "Chilling touch that drains vitality and inspires dread."
    },
    "WATCHERS": {
      "pt": "Olhos invisíveis observam tudo através de ti e sussurram avisos.",
      "en": "Unseen eyes watch through you and whisper warnings."
    }
  },
  "fighting_style_summaries": {
    "CLASSIC": {
      "pt": "Acede aos estilos tradicionais como Defesa, Arquearia ou Duelo.",
      "en": "Access classic styles such as Defense, Archery, or Dueling."
    },
    "BLESSED_WARRIOR": {
      "pt": "Aprende truques divinos para complementar ataques corpo a corpo.",
      "en": "Learn divine cantrips to complement melee strikes."
    },
    "DRUIDIC_WARRIOR": {
      "pt": "Mistura magia druidica com combate à distância ou corpo a corpo.",
      "en": "Blend druidic cantrips with ranged or melee combat."
    },
    "THROWN": {
      "pt": "Especializa-se em armas de arremesso, conciliando longo alcançe com força bruta.",
      "en": "Specializes in thrown weapons to merge range with raw strength."
    },
    "UNARMED": {
      "pt": "Transforma o corpo numa arma, útil mesmo sem equipamento.",
      "en": "Turns your body into a weapon, useful even when disarmed."
    }
  },
  "species_descriptions": {
    "S001": {
      "pt": "Sentinelas aladas dos céus, com garras afiadas e sentidos atentos ideais para reconhecimento e ataques rápidos.",
      "en": "Winged sky sentinels whose talons and keen senses excel at scouting and hit-and-run strikes."
    },
    "S002": {
      "pt": "Herdeiros de energia celestial que irradiam luz curativa e protegem aliados com presença inspiradora.",
      "en": "Celestial-blooded heirs who shine with radiant healing and inspire allies with their presence."
    },
    "S003": {
      "pt": "Goblinoides enormes que atacam das sombras, combinando furtividade com força bruta surpreendente.",
      "en": "Massive goblinoids who lunge from the dark, blending stealth with startling brute force."
    },
    "S004": {
      "pt": "Metade cavalo metade humano, correm com velocidade desértica enquanto carregam sabedoria tribal ancestral.",
      "en": "Half horse and half human, they gallop with desert speed while carrying deep ancestral lore."
    },
    "S005": {
      "pt": "Metamorfo mutável capaz de alterar aparência à vontade, perfeito para infiltradores e mestres do disfarce.",
      "en": "A mutable changeling who reshapes their visage at will, perfect for infiltrators and masters of disguise."
    },
    "S006": {
      "pt": "Linhagem personalizada feita sob medida, definindo traços e talentos conforme a história que quiser contar.",
      "en": "A custom lineage built to taste, letting you define traits and talents that match your story."
    },
    "S007": {
      "pt": "Draconatos orgulhosos que canalizam sopros elementais e honra ancestral de dragões lendários.",
      "en": "Proud dragonborn who wield elemental breath and the storied honor of legendary dragons."
    },
    "S008": {
      "pt": "Anões resistentes que dominam o trabalho em pedra, magia runica e disciplina militar tenaz.",
      "en": "Stout dwarves who excel at stonecraft, runic magic, and unyielding martial discipline."
    },
    "S009": {
      "pt": "Elfos elegantes ligados à magia feérica, combinando sentidos aguçados com perícia marcial milenar.",
      "en": "Graceful elves tied to fey magic, blending keen senses with millennia of martial mastery."
    },
    "S010": {
      "pt": "Fadas diminutas e astutas, voando com asas brilhantes e truques de encantamento travessos.",
      "en": "Tiny, clever fairies who flit on iridescent wings and toss out playful enchantments."
    },
    "S011": {
      "pt": "Firbolgs gentis e gigantes, protetores silenciosos de florestas com magia natural inata.",
      "en": "Gentle giant firbolgs who guard forests in silence with innate nature magic."
    },
    "S012": {
      "pt": "Genasi elementais cuja herança planares molda corpo e personalidade com tempestades internas.",
      "en": "Elemental genasi whose planar blood shapes body and temperament with inner storms."
    },
    "S013": {
      "pt": "Geppettin animados por magia, bonecos conscientes que exploram emoções humanas com curiosidade.",
      "en": "Magic-awakened geppettin, living dolls who explore mortal emotions with bright curiosity."
    },
    "S014": {
      "pt": "Gith guerreiros libertos da escravidão astral, disciplinados e focados em psiquismo marcial.",
      "en": "Gith warriors freed from astral chains, disciplined and focused on martial psionics."
    },
    "S015": {
      "pt": "Gnomos inventivos e brincalhões, mestres de dispositivos engenhosos e ilusões coloridas.",
      "en": "Inventive, playful gnomes who master clever devices and colorful illusions."
    },
    "S016": {
      "pt": "Duendes ágeis que combinam astúcia urbana com ataques súbitos e um humor travesso.",
      "en": "Quick-footed goblins who mix city cunning with sudden strikes and impish humor."
    },
    "S017": {
      "pt": "Golias montanheses de corpos colossais, sempre testando limites físicos em busca de desafios.",
      "en": "Mountain-born goliaths with colossal frames who constantly chase new physical trials."
    },
    "S018": {
      "pt": "Grung anfíbios venenosos, tribalistas que saltam alto e defendem territórios pantanosos.",
      "en": "Poisonous amphibian grung who leap high and fiercely defend their swampy territories."
    },
    "S019": {
      "pt": "Halflings otimistas e resilientes, mestres de esquiva e de encontrar alegria em qualquer viagem.",
      "en": "Optimistic, resilient halflings who excel at nimble footwork and finding joy in every journey."
    },
    "S020": {
      "pt": "Harengon velozes com reflexos de coelho, sempre prontos para aventuras caóticas e impulsivas.",
      "en": "Quick harengon with rabbit reflexes, ever ready for impulsive, chaotic adventures."
    },
    "S021": {
      "pt": "Arquiduendes estrategas e disciplinados que canalizam magia marcial inspirada pelos reinos feéricos.",
      "en": "Tactical, disciplined hobgoblins who channel martial magic inspired by the fey courts."
    },
    "S022": {
      "pt": "Humanos versáteis cuja adaptabilidade permite preencher qualquer papel e aprender rapidamente.",
      "en": "Versatile humans whose adaptability lets them fill any role and pick up talents quickly."
    },
    "S023": {
      "pt": "Kenku imitadores que dominam sons e movimentos, sobrevivendo com astúcia urbana e talento furtivo.",
      "en": "Mimicking kenku who master sounds and motion, surviving through urban cunning and stealth."
    },
    "S024": {
      "pt": "Kobolds engenhosos que compensam tamanho com armadilhas, magia dracónica e espírito de equipe.",
      "en": "Ingenious kobolds who offset size with traps, draconic magic, and pack teamwork."
    },
    "S025": {
      "pt": "Lizardfolk pragmáticos com instintos reptilianos, focados em sobrevivência fria e artesanato ósseo.",
      "en": "Pragmatic lizardfolk with reptilian instincts focused on cold survival and bonecraft."
    },
    "S026": {
      "pt": "Mandrágoras feéricas nascidas de estações, trocando humor e poderes conforme o ciclo do ano.",
      "en": "Seasonal mandrakes born of the fey, shifting mood and magic with the turning year."
    },
    "S027": {
      "pt": "Minotauros impulsivos que combinam força brutal com labirintos instintivos e lealdade tribal.",
      "en": "Impulsive minotaurs who blend brutal strength with labyrinthine instincts and fierce loyalty."
    },
    "S028": {
      "pt": "Orques resilientes e determinados, forjando honra na batalha e respeito por clãs guerreiros.",
      "en": "Relentless orcs who forge honor in battle and loyalty to warrior clans."
    },
    "S029": {
      "pt": "Sátiros festeiros guiados por música e desejos, sempre prontos para charmes, travessuras e dança.",
      "en": "Revel-loving satyrs led by music and impulse, always ready for charms, mischief, and dance."
    },
    "S030": {
      "pt": "Semi-licantropos mutáveis que liberam bestas interiores, adaptando-se a caça, perseguição ou fuga.",
      "en": "Shifting lycanthropes who unleash inner beasts, adapting for the hunt, chase, or escape."
    },
    "S031": {
      "pt": "Tabaxi felinos colecionadores de histórias, exploradores ágeis movidos por curiosidade infinita.",
      "en": "Feline tabaxi who hoard tales, agile explorers driven by endless curiosity."
    },
    "S032": {
      "pt": "Tieflings marcados por sangue infernal, com magia ardente e determinação para desafiar o destino.",
      "en": "Infernal-marked tieflings with smoldering magic and the drive to defy fate."
    },
    "S033": {
      "pt": "Tortles filosofam sobre viagens enquanto carregam o lar nas costas e lutam com golpes poderosos.",
      "en": "Thoughtful tortles who carry home on their backs and fight with powerful, deliberate blows."
    },
    "S034": {
      "pt": "Tritões guardiões dos mares, usando controle aquático e diplomacia marcial para proteger reinos submersos.",
      "en": "Sea-guarding tritons who wield aquatic command and martial diplomacy to defend undersea realms."
    },
    "S035": {
      "pt": "Verdans flexíveis, moldados pelo caos feérico, que crescem, mudam e encaram a vida com humor.",
      "en": "Ever-changing verdan touched by fey chaos who grow, mutate, and face life with humor."
    },
    "S036": {
      "pt": "Yuan-ti calculistas de sangue serpentino que manipulam venenos e magia hipnótica com precisão fria.",
      "en": "Coldly calculating yuan-ti with serpentine blood who wield venom and hypnotic magic precisely."
    },
    "S037": {
      "pt": "Dhampirs atormentados entre vida e morte, famintos por energia vital e dotados de agilidade sobrenatural.",
      "en": "Dhampirs caught between life and death, hungry for vitality yet gifted with eerie agility."
    },
    "S038": {
      "pt": "Sanguebruxas descendem de pactos feéricos ou hag, usando magia intuitiva e traços grotescos.",
      "en": "Hexbloods born from hags or fey bargains, wielding intuitive magic and eerie features."
    },
    "S039": {
      "pt": "Renascidos regressam da morte com memórias fragmentadas e corpos remendados, movidos por propósito misterioso.",
      "en": "Reborn come back from death with patchwork bodies and fractured memories driving mysterious purpose."
    }
  },
  "subspecies_descriptions": {
    "SS001": {
      "pt": "Personaliza a linhagem adicionando visão no escuro, ideal para campanhas subterrâneas.",
      "en": "Tailor your lineage with darkvision, perfect for delving through shadowed adventures."
    },
    "SS002": {
      "pt": "Linhagem personalizada com perícia adicional, focada em habilidades sociais ou técnicas.",
      "en": "Custom lineage that grabs an extra skill, great for social experts or technical savants."
    },
    "SS003": {
      "pt": "Draconato negro que exala ácido corrosivo e prospera em pântanos sombrios.",
      "en": "Black dragonborn who belch caustic acid and thrive in shadowy marshes."
    },
    "SS004": {
      "pt": "Draconato azul, orgulhoso e elétrico, com sopro em linha devastador.",
      "en": "Blue dragonborn crackling with pride and lightning, unleashing a brutal line breath."
    },
    "SS005": {
      "pt": "Draconato de latão comunicativo que dispara fogo escaldante e ama conversas longas.",
      "en": "Talkative brass dragonborn who breathe scorching fire and adore long conversations."
    },
    "SS006": {
      "pt": "Draconato de bronze guardião das costas, com sopros elétricos e senso de justiça naval.",
      "en": "Coastal bronze dragonborn who spit lightning and uphold a sailor's sense of justice."
    },
    "SS007": {
      "pt": "Draconato de cobre brincalhão cujo sopro ácido pune inimigos arrogantes.",
      "en": "Mischievous copper dragonborn whose acidic breath humbles arrogant foes."
    },
    "SS008": {
      "pt": "Draconato dourado benevolente que queima inimigos com chamas purificadoras.",
      "en": "Benevolent gold dragonborn who burn enemies with purifying fire."
    },
    "SS009": {
      "pt": "Draconato verde ardiloso que esguicha veneno sufocante através de névoas tóxicas.",
      "en": "Cunning green dragonborn who spew choking poison within toxic mists."
    },
    "SS010": {
      "pt": "Draconato vermelho impetuoso com chama devastadora e ambição vulcânica.",
      "en": "Impulsive red dragonborn wielding devastating flame and volcanic ambition."
    },
    "SS011": {
      "pt": "Draconato prateado protetor que respira frio cortante e adora batalhas honradas.",
      "en": "Protective silver dragonborn who breathe slicing cold and relish honorable battles."
    },
    "SS012": {
      "pt": "Draconato branco selvagem adaptado a tundras, cuspindo gelo brutal.",
      "en": "Savage white dragonborn built for tundras, exhaling brutal frost."
    },
    "SS013": {
      "pt": "Duergar taciturno das profundezas, mestre em engrandecer o corpo e desaparecer na penumbra.",
      "en": "Grim duergar from the deep who enlarge themselves and fade into gloom."
    },
    "SS014": {
      "pt": "Anão comum disciplinado, com tradições clanicas e resistência lendária.",
      "en": "Stalwart common dwarf with clan traditions and legendary endurance."
    },
    "SS016": {
      "pt": "Elfo drow das cidades subterrâneas, combinando magia sombria e veneno elegante.",
      "en": "Drow elf of the underdark cities, mixing shadow magic with poised poison."
    },
    "SS017": {
      "pt": "Eladrin mutável que canaliza emoções sazonais para teleporte feérico e charme etéreo.",
      "en": "Shape-shifting eladrin who pour seasonal emotion into fey steps and ethereal charm."
    },
    "SS018": {
      "pt": "Alto elfo erudito ligado a magia arcana refinada e disciplina ancestral.",
      "en": "Learned high elf steeped in refined arcane magic and ancestral discipline."
    },
    "SS019": {
      "pt": "Elfo do mar adaptado às ondas, com natação veloz e armas de tridente.",
      "en": "Sea elf adapted to the surf with swift swimming and trident-ready combat."
    },
    "SS020": {
      "pt": "Shadar-kai sombrio, marcado por viagem sombria e resiliente à necromancia.",
      "en": "Shadow-forged shadar-kai hardened by dread journeys and resistant to necromancy."
    },
    "SS021": {
      "pt": "Elfo dos bosques ágil que domina arco, camuflagem e movimento silencioso.",
      "en": "Agile wood elf who masters bows, camouflage, and silent strides."
    },
    "SS022": {
      "pt": "Genasi do ar com rajadas que levantam voo curto e infundem relâmpagos.",
      "en": "Air genasi riding gusts for short flights while crackling with lightning."
    },
    "SS023": {
      "pt": "Genasi da terra firme, com pele rochosa e tremores defensivos.",
      "en": "Earth genasi with stony hide and ground-shaking defenses."
    },
    "SS024": {
      "pt": "Genasi do fogo ardente, emitindo calor constante e chamas agressivas.",
      "en": "Fire genasi blazing with constant heat and aggressive flames."
    },
    "SS025": {
      "pt": "Genasi da água fluido, respira sob as ondas e molda correntes sutis.",
      "en": "Fluid water genasi who breathe below the waves and sculpt subtle currents."
    },
    "SS026": {
      "pt": "Geppettin de porcelana delicado mas resiliente, com articulações rígidas e elegância fria.",
      "en": "Delicate yet resilient bisque geppettin with stiff joints and cool elegance."
    },
    "SS027": {
      "pt": "Geppettin marioneta articulado por fios mágicos, especialista em gestos dramáticos.",
      "en": "Marionette geppettin animated by invisible strings, expert in dramatic gestures."
    },
    "SS028": {
      "pt": "Geppettin de peluche macio que inspira confiança e acolhe abraços antes da batalha.",
      "en": "Plushie geppettin whose soft form inspires trust and hugs before battle."
    },
    "SS029": {
      "pt": "Githyanki saqueador astral, mestre em lâminas de prata e pirataria planar.",
      "en": "Astral-raiding githyanki skilled with silver blades and planar piracy."
    },
    "SS030": {
      "pt": "Githzerai asceta que equilibra corpo e mente através de disciplina psíquica.",
      "en": "Ascetic githzerai balancing body and mind through psychic discipline."
    },
    "SS031": {
      "pt": "Gnomo das profundezas furtivo, habituado a cavernas e ilusão tátil.",
      "en": "Stealthy deep gnome used to caverns and tactile illusions."
    },
    "SS032": {
      "pt": "Gnomo da floresta brincalhão, amigo de animais e mestre em truques ligeiros.",
      "en": "Playful forest gnome allied with beasts and deft trickery."
    },
    "SS033": {
      "pt": "Gnomo das rochas inventor que carrega ferramentas e autômatos improvisados.",
      "en": "Tinkering rock gnome lugging tools and improvised automatons."
    },
    "SS034": {
      "pt": "Golias das nuvens treina saltos colossais e golpes de raio inspirados em trovões.",
      "en": "Cloud goliath practices colossal leaps and thunder-inspired strikes."
    },
    "SS035": {
      "pt": "Golias do fogo canaliza calor vulcânico em armações ardentes.",
      "en": "Fire goliath channels volcanic heat into blazing offense."
    },
    "SS036": {
      "pt": "Golias da geada suporta ventos cortantes e reforça aliados com gelo protetor.",
      "en": "Frost goliath withstands cutting winds and shields allies with protective ice."
    },
    "SS037": {
      "pt": "Golias das colinas com vigor constante e queda de pedras devastadora.",
      "en": "Hill goliath brims with steady vigor and devastating rockfalls."
    },
    "SS038": {
      "pt": "Golias de pedra com pele impenetrável e punhos como obeliscos.",
      "en": "Stone goliath bears nearly impenetrable skin and obelisk fists."
    },
    "SS039": {
      "pt": "Golias da tempestade cavalga relâmpagos e arremessa trovões.",
      "en": "Storm goliath rides lightning and hurls thunder."
    },
    "SS040": {
      "pt": "Halfling comum alegre, sorte natural e coragem inesperada.",
      "en": "Bright common halfling with natural luck and surprising bravery."
    },
    "SS041": {
      "pt": "Halfling dos sussurros telepata, comunicando-se em silêncio e protegendo segredos de clã.",
      "en": "Ghostwise halfling speaks mind-to-mind, guarding clan secrets in silence."
    },
    "SS042": {
      "pt": "Kobold astuto focado em ferramentas e armadilhas engenhosas.",
      "en": "Crafty kobold focused on clever tools and traps."
    },
    "SS043": {
      "pt": "Kobold desafiante que resiste à tirania dracónica e incentiva revoltas.",
      "en": "Defiant kobold resisting draconic tyrants and rallying uprisings."
    },
    "SS044": {
      "pt": "Kobold feiticeiro com sangue mágico latente e truques arcanos fáceis.",
      "en": "Sorcerous kobold with latent magical blood and effortless arcane tricks."
    },
    "SS045": {
      "pt": "Mandrágora outonal melancólica, espalhando sono e folhas douradas.",
      "en": "Melancholy autumn mandrake who spreads sleep and golden leaves."
    },
    "SS046": {
      "pt": "Mandrágora primaveril exuberante, curando aliados com vitalidade floral.",
      "en": "Exuberant spring mandrake who heals allies with floral vitality."
    },
    "SS047": {
      "pt": "Mandrágora estival radiante, lançando chamas solares e alegria impulsiva.",
      "en": "Radiant summer mandrake who flings solar fire and impulsive joy."
    },
    "SS048": {
      "pt": "Mandrágora invernal serena, manipulando gelo e emoções calmas.",
      "en": "Serene winter mandrake who shapes ice and soothing emotions."
    },
    "SS049": {
      "pt": "Semi-licantropo encouraçado, com peles espessas e foco defensivo.",
      "en": "Beasthide shifter with thick hide and defensive focus."
    },
    "SS050": {
      "pt": "Semi-licantropo lupino que transforma presas em armas agressivas.",
      "en": "Longtooth shifter turning fangs into aggressive weapons."
    },
    "SS051": {
      "pt": "Semi-licantropo veloz que dança entre inimigos com passos felinos.",
      "en": "Swiftstride shifter who dances between foes with feline steps."
    },
    "SS052": {
      "pt": "Semi-licantropo canídeo instintivo, caçador paciente com sentidos aguçados.",
      "en": "Wildhunt shifter guided by primal instincts and razor senses."
    },
    "SS053": {
      "pt": "Tiefling abissal que canaliza caos demoníaco e magia visceral.",
      "en": "Abyssal tiefling channeling demonic chaos and visceral magic."
    },
    "SS054": {
      "pt": "Tiefling ctónico ligado a segredos subterrâneos e sombras pesadas.",
      "en": "Chthonic tiefling bound to subterranean secrets and heavy shadows."
    },
    "SS055": {
      "pt": "Tiefling infernal clássico com foco em disciplina diabólica e fogo controlado.",
      "en": "Classic infernal tiefling focused on devilish discipline and controlled flame."
    }
  },
  "subsubspecies_descriptions": {
    "SSS049": {
      "pt": "Eladrin primaveril que salta entre planos com energia esperançosa e renovações floridas.",
      "en": "Spring eladrin who step between realms with hopeful energy and blooming renewal."
    },
    "SSS050": {
      "pt": "Eladrin estival radiante, irradiando calor apaixonado e coragem exuberante.",
      "en": "Summer eladrin blazing with passionate heat and exuberant courage."
    },
    "SSS051": {
      "pt": "Eladrin outonal contemplativo, trazendo calma melancólica e rajadas de vento dourado.",
      "en": "Autumn eladrin contemplatively calm, ushering in melancholy breezes of gold."
    },
    "SSS052": {
      "pt": "Eladrin invernal austero, silencioso como neve recém-caída e cortante como gelo.",
      "en": "Winter eladrin austere as fresh snow and sharp as sculpted ice."
    }
  }
}
