{
  "role_primary": {
    "DEFENDER": {
      "pt": "Forma a linha da frente e absorve os golpes inimigos.",
      "en": "Holds the front line and soaks enemy hits."
    },
    "HEALER_SUPPORT": {
      "pt": "Mantém aliados vivos com curas e buffs rápidos.",
      "en": "Keeps allies alive with quick healing and buffs."
    },
    "CONTROLLER": {
      "pt": "Manipula o campo de batalha com efeitos e condições.",
      "en": "Manipulates the battlefield with effects and conditions."
    },
    "STRIKER": {
      "pt": "Causa grandes quantidades de dano a alvos prioritários.",
      "en": "Deals high damage to priority targets."
    },
    "SCOUT": {
      "pt": "Explora, infiltra-se e alerta o grupo para perigos.",
      "en": "Explores, infiltrates, and warns the party of danger."
    }
  },
  "role_secondary": {
    "BLASTER": {
      "pt": "Especialista em feitiços ou ataques de área devastadores.",
      "en": "Specialist in devastating area spells or attacks."
    },
    "FACE": {
      "pt": "Brilha em testes sociais e negociações delicadas.",
      "en": "Excels at social tests and delicate negotiations."
    },
    "SCHOLAR": {
      "pt": "Resolve desafios com conhecimentos e perícias intelectuais.",
      "en": "Solves challenges with lore and investigative skills."
    },
    "UTILITY_CASTER": {
      "pt": "Disponibiliza magia de suporte, truques e versatilidade fora de combate.",
      "en": "Provides utility magic, rituals, and out-of-combat versatility."
    }
  },
  "role_healer_preference": {
    "HEALER": {
      "pt": "Quero priorizar curas diretas durante o jogo.",
      "en": "I want to prioritize direct healing during play."
    },
    "SUPPORT": {
      "pt": "Prefiro inspirar ou proteger em vez de curar constantemente.",
      "en": "I prefer to inspire or protect instead of constant healing."
    },
    "BOTH": {
      "pt": "Posso equilibrar curas e suporte conforme necessário.",
      "en": "I can balance healing and support as needed."
    }
  },
  "physical_abilities": {
    "DEX": {
      "pt": "Favorece esquiva, furtividade e ataques precisos com armas leves.",
      "en": "Favors dodging, stealth, and precise attacks with light weapons."
    },
    "STR": {
      "pt": "Prioriza golpes e armadura pesados e capacidade de carga.",
      "en": "Prioritizes heavy hits, grapples, and carrying capacity."
    }
  },
  "warlock_familiar_dark": {
    "IMP": {
      "pt": "Espião invisível resistente a fogo.",
      "en": "Invisible spy resistant to fire."
    },
    "QUASIT": {
      "pt": "Demónio travesso que infunde medo e veneno.",
      "en": "Mischievous demon that inflicts fear and poison."
    },
    "SKELETON": {
      "pt": "Serviçal morto-vivo fácil de remendar.",
      "en": "Undead minion that is easy to patch up."
    },
    "SLAAD_TADPOLE": {
      "pt": "Aberração caótica com mordida corrosiva.",
      "en": "Chaotic aberration with a caustic bite."
    }
  },
  "warlock_familiar_mystic": {
    "PSEUDODRAGON": {
      "pt": "Companheiro leal com sentidos aguçados e veneno leve.",
      "en": "Loyal companion with keen senses and mild poison."
    },
    "SPHINX_OF_WONDER": {
      "pt": "Mascote enigmática cheia de charadas e clarividência.",
      "en": "Enigmatic mascot brimming with riddles and insight."
    },
    "SPRITE": {
      "pt": "Fada minúscula que detecta alinhamento e emoções.",
      "en": "Tiny fey that reads alignment and emotions."
    },
    "VENOMOUS_SNAKE": {
      "pt": "Ataques furtivos com veneno debilitante.",
      "en": "Stealthy strikes with debilitating venom."
    }
  },
  "dark_gifts": {
    "ECHOING_SOUL": {
      "pt": "Vozes de vidas passadas oferecem conselhos e lembranças.",
      "en": "Voices of past lives offer advice and memories."
    },
    "GATHERED_WHISPERS": {
      "pt": "Segredos sussurrados invadem a mente, trocando cordura por informação.",
      "en": "Stolen whispers flood your mind, trading sanity for insight."
    },
    "LIVING_SHADOW": {
      "pt": "A sombra age por conta própria, escondendo-te ou distraindo inimigos.",
      "en": "Your shadow moves on its own, hiding you or distracting foes."
    },
    "MIST_WALKER": {
      "pt": "Consegues atravessar névoas e brumas como se fossem portais.",
      "en": "You slip through mists and fog as if they were portals."
    },
    "SECOND_SKIN": {
      "pt": "Uma pele adicional protege-te mas reage de forma estranha a magia.",
      "en": "A second skin shields you yet reacts oddly to magic."
    },
    "SYMBIOTIC_BEING": {
      "pt": "Uma entidade partilha o teu corpo e fornece poderes famintos.",
      "en": "A hitchhiking entity shares your body and hungers for power."
    },
    "TOUCH_OF_DEATH": {
      "pt": "Toque gélido que drena vitalidade e inspira temor.",
      "en": "Chilling touch that drains vitality and inspires dread."
    },
    "WATCHERS": {
      "pt": "Olhos invisíveis observam tudo através de ti e sussurram avisos.",
      "en": "Unseen eyes watch through you and whisper warnings."
    }
  },
  "fighting_style_summaries": {
    "CLASSIC": {
      "pt": "Acede aos estilos tradicionais como Defesa, Arquearia ou Duelo.",
      "en": "Access classic styles such as Defense, Archery, or Dueling."
    },
    "BLESSED_WARRIOR": {
      "pt": "Aprende truques divinos para complementar ataques corpo a corpo.",
      "en": "Learn divine cantrips to complement melee strikes."
    },
    "DRUIDIC_WARRIOR": {
      "pt": "Mistura magia druidica com combate à distância ou corpo a corpo.",
      "en": "Blend druidic cantrips with ranged or melee combat."
    },
    "THROWN": {
      "pt": "Especializa-se em armas de arremesso, conciliando longo alcançe com força bruta.",
      "en": "Specializes in thrown weapons to merge range with raw strength."
    },
    "UNARMED": {
      "pt": "Transforma o corpo numa arma, útil mesmo sem equipamento.",
      "en": "Turns your body into a weapon, useful even when disarmed."
    }
  }
}